tap "eddieantonio/eddieantonio"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakewmeyer/geo"
tap "minio/stable"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "bfg"
brew "bmon"
brew "boost"
brew "node", link: false
brew "bower", link: false
brew "ccat"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ctop"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "readline"
brew "docker-compose", link: false
brew "doxygen"
brew "emojify"
brew "figlet"
brew "fortune"
brew "fzf"
brew "webp"
brew "git"
brew "glide"
brew "gnupg"
brew "gradle"
brew "graphviz"
brew "htop"
brew "xz"
brew "python", link: false
brew "httpie"
brew "hub"
brew "hugo"
brew "kubernetes-helm"
brew "lcov"
brew "llvm@4", args: ["with-python@2"]
brew "lzlib"
brew "mariadb", restart_service: true
brew "mongodb"
brew "neofetch"
brew "netcat"
brew "nginx", restart_service: true
brew "nmap"
brew "openssl@1.1"
brew "pandoc"
brew "postgresql"
brew "pyenv"
brew "shellcheck"
brew "speedtest-cli"
brew "swift"
brew "tig"
brew "tmux"
brew "toilet"
brew "tor"
brew "tree"
brew "watchman"
brew "wellington"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "eddieantonio/eddieantonio/imgcat"
brew "ethereum/ethereum/ethereum"
brew "heroku/brew/heroku"
brew "jakewmeyer/geo/geo"
brew "minio/stable/mc"
cask "iina"
cask "java8"
cask "keybase"
