tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'autoconf'
brew 'autoenv'
brew 'diff-so-fancy'
brew 'git'
brew 'docker'
brew 'fzf'
brew 'gdbm'
brew 'go'
brew 'htop'
brew 'lzlib'
brew 'openssl'
brew 'mariadb'
brew 'openssl@1.1'
brew 'pcre'
brew 'nginx', restart_service: true
brew 'node'
brew 'pkg-config'
brew 'readline'
brew 'pyenv'
brew 'shellcheck'
brew 'speedtest_cli'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'zsh'
