tap "homebrew/bundle"
brew "xz"
brew "webp"
brew "bat"
brew "boost"
brew "caddy"
brew "readline"
brew "python@3.13"
brew "ccat"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ctop"
brew "diff-so-fancy"
brew "direnv"
brew "duf"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "lolcat"
brew "zlib"
brew "mysql-client"
brew "neofetch"
brew "netcat"
brew "nmap"
brew "node"
brew "prettyping"
brew "pstree"
brew "pyenv"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "tig"
brew "tmux"
brew "toilet"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "iina"
cask "orbstack"
cask "stats"

