tap "alecthomas/tap"
tap "cuber/libsecp256k1"
tap "eddieantonio/eddieantonio"
tap "eosio/eosio"
tap "eosio/eosio.cdt"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakewmeyer/geo"
tap "loadimpact/k6"
tap "minio/stable"
cask "java8"
brew "arp-scan"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "bat"
brew "bmon"
brew "boost"
brew "node"
brew "bower", link: false
brew "gettext", link: true
brew "readline"
brew "xz"
brew "python"
brew "ccat"
brew "ccze"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ctop"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docker-compose", link: false
brew "doxygen"
brew "emojify"
brew "ethereum"
brew "exa"
brew "webp"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "ghq"
brew "git"
brew "glide"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "grv"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imageoptim-cli"
brew "ipfs"
brew "kubernetes-helm"
brew "lcov"
brew "llvm@4"
brew "lzlib"
brew "mackup"
brew "mariadb"
brew "media-info"
brew "mongodb"
brew "mysql-client"
brew "neofetch"
brew "netcat"
brew "nmap"
brew "openssl@1.1"
brew "pandoc"
brew "peco"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "prettyping"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "shellcheck"
brew "speedtest-cli"
brew "spotctl"
brew "swift"
brew "tig"
brew "tmux"
brew "toilet"
brew "tor"
brew "tree"
brew "wakeonlan"
brew "watchman"
brew "wellington"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "alecthomas/tap/gometalinter"
brew "eddieantonio/eddieantonio/imgcat"
brew "eosio/eosio/eosio"
brew "ethereum/ethereum/solidity"
brew "heroku/brew/heroku"
brew "jakewmeyer/geo/geo"
brew "loadimpact/k6/k6"
brew "minio/stable/mc"
cask "android-platform-tools"
cask "iina"
cask "keybase"
